Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Sámegiella le akta sáme sebrudagá vuodoåsijs ja Sámedigge mij le sámij álmmukválljidum orgádna bierri liehket tjielggasap aktørra giellapolitihkan ja mierredit viehka ienebut giellagatjálvisájn gå uddni.
sma: Saemien gïele lea akte dejstie maadthbiehkijste saemien siebriedahkesne, jïh Saemiedigkie byöroe goh saemiej almetjeveeljeme åårgane, akte tjïelkebe aktööre gïelepolitihkesne årrodh, jïh sagki stuerebe faamoem gïelegyhtjelassine utnedh goh daan biejjien.

source: Sámedikke almma mierredimfábmo giellagatjálvisájn le ájnas sámegiela boahtteájge vuoksjuj.
sma: Saemiedigkien tjïelke faamoe gïelegyhtjelassine lea vihkeles saemien båetijen aejkien gaavhtan.

source: Sámedikken le uddni binná fábmo sebrudagá giellaåvddånime bargon, ja ij besa heva almulasj giellaplánimav vájkkudit.
sma: Daan biejjien Saemiedigkien onne faamoe gïeleevtiedimmiebarkosne siebriedahkesne, jïh onne faamoe byögkeles gïelesoejkesjimmesne.

source: Ajtu le Sámedikken rádádallamsjiehtadallama baktu vejulasjvuohta rádádallat ássjijn ma sáme álmmugij guosski, valla dát ij la nuoges jus galggá sámegiela boahtteájgev sihkarasstet.
sma: Konsultasjovnelatjkoen tjïrrh dle Saemiedigkie maaje nuepiem åtna aamhtesi bïjre rååresjidh mah leah saemien årroji bïjre, men daate ij leah nuekies juktie saemien gïelen båetije aejkiem gorredidh.

source: Sámegiela ålgodisævto
sma: Mierietsiehkieh saemien gïelese

source: Rudáj, ulmutjij ja háldadimressursa vánesvuohta le stuorra hásstalus gå galggá sámegielav nannit.
sma: Juktie ekonomeles, reereles jïh almetjen vierhtieh fååtesieh, dle dïhte akte stoerre haesteme gosse edtja saemien gïelem eevtjedh.

source: Juohkka sebrudaksuorgen le giellamáhtudagá vánesvuohta åvdemus hieredibme sámegiela adnuj, åhpadussaj ja åvddånahttemij.
sma: Gaajhki siebriedahkesuerkiej sisnjeli dle vaanoe gïelemaahtoste dïhte stööremes heaptoe jis edtja nåhtadidh, lïerehtimmiem åadtjodh jïh saemien gïelem evtiedidh.

source: Lehkus njálmálasj ja / jali tjálalasj giellamáhtudagá vánesvuohta, valla aj fáhkamáhtudagá vánesvuohta sámegielagij gaskan.
sma: Maahta årrodh dan åvteste dovne njaalmeldh jïh / jallh tjaaleldh gïelemaahtoe fååtese, men aaj faagegïeleldh maahtoe saemiengïeleldh almetji luvnie fååtese.

source: Buorre ålgodisævtoj dagá li tjáppa ulme sámegiela nannima ja åvddånahttema gáktuj álbe.
sma: Jis ij hijven mierietsiehkieh utnieh dle visjovnh jïh hijven ulmieh eevtjemen jïh evtiedimmien bïjre saemien gïeleste, sijhtieh onne aarvoem utnedh.

source: Sámegiela addne
sma: Utnijh saemien gïeleste

source: Akta dajs ájnnasamos ævtojs jus galggá sámegiela boahtteájgev nannit le jut sámegiela addne gávnnuji.
sma: Akte dejstie vihkielommes krïevenassijste juktie saemien gïelen båetije aejkiem gorredidh, lea almetjh gååvnesieh mah gïelem nåhtadieh.

source: Addnij álldar le ájnas, ja ájnas le jut låhko mánájs gudi sámegielåhpadusáv oadtju lassán.
sma: Gïeleutniji aaltere akte vihkeles faktovre, jïh vihkeles learohkelåhkoe mij lïerehtimmiem åådtje saemien gïelesne, læssene.

source: Dát mierkki giellajoarkkem buolvas buolvvaj hæhttu nanniduvvat.
sma: Daate sæjhta jiehtedh gïelesertiestimmie boelveste boelvese tjuara buerebe sjïdtedh.

source: Ájn ienebu hæhttuji sámegielav sijddagiellan válljit, æjgáda hæhttuji sámegielav vuostasj giellan válljit ietjasa skåvllåmánájda, ja juohkkahasj guhti sihtá hæhttu bessat sámegielav oahppat.
sma: Jienebh tjuerieh saemien hïejmegïeline veeljedh, eejhtegh tjuerieh saemien voestesgïeline sijjen maanide veeljedh skuvlesne, jïh ij goh unnemes dle gaajhkesh mah sijhtieh, tjuerieh nuepiem åadtjodh saemien lïeredh.

source: Dát mierkki dáttja aj bessi sámegielav oahppat.
sma: Dellie aaj laedtieh tjuerieh nuepiem åadtjodh saemien lïeredh.

source: Almulasj háldadus
sma: Byögkeles reereme

source: Almulasj giellan hæhttu sámegiella ájn vil ienebut aneduvvat almulasj háldadusán ja almulasj diedo hæhttuji sámegiellaj aj vatteduvvat.
sma: Dan åvteste saemien akte byögkeles gïele, dle byögkeles reereme tjuara vielie saemien nåhtadidh, jïh byögkeles bïevnesh tjuerieh aaj saemien gïelesne årrodh.

source: Dát le ájnas gå ájnegisá giellariektájt galggá sihkarasstet, valla aj gå galggá sámegielav vuojnnusij buktet ja árvvon adnet Vuonan.
sma: Daate vihkeles dovne fïerhten almetjen gïelereaktah gorredidh, men aaj gïelem våajnoes darjodh jïh saemien gïelese Nöörjesne aarvoem vedtedh.

source: Sámelága giellanjuolgadusáj milta le ájnegisáj riektá sámástit ja sámegielav låhkåt vattedum vissa geográfalasj guovlojn.
sma: Saemielaaken gïelenjoelkedassh gorredieh fïerhten almetjen reaktam saemien nåhtadidh, jïh lïerehtimmiem åadtjodh saemien gïelesne såemies geografeles dajvi sisnjeli.

source: Dát mierkki sáme álmmugin le iesjguhtik riektá sámegielav adnet mij le tjanádum årromsadjáj.
sma: Gosse naemhtie dle saemien årrojh joekehts reaktah åadtjoeh saemien nåhtadidh, jearohke gusnie årroeminie.

source: Dákkir ieredus ij le dåhkkidahtte.
sma: Akte dagkeres joekehtsgïetedimmie ij leah reaktoe gænnah.

source: Sebrudakåvddånahttema diehti ulmutja stádajda jåhtåli ja ájn ienep sáme giellaháldadimguovlo ålggolij årruji.
sma: Siebriedahken evtiedimmie, aktine daamtaj stuerebe låhkoe almetjijstie mah staaride juhtieh, dorje guktie sagki jienebh saemieh orrijieh saemien gïelen reeremedajven ålkolen.

source: Danen hæhttu háldadimmodellav tjadádit váj juohkka ájnegisá riektá sámegiellaj almulasj háldadusán sihkarduvvá.
sma: Dannasinie daerpies reerememaallem staeriedidh juktie gorredidh fïerhte almetje reaktam åådtje saemien nåhtadidh byögkeles reereminie.

source: Iesjguhtik gielladile
sma: Joekehts gïeletsiehkieh

source: Sámegiela dille målssu guovlos guovlluj.
sma: Guktie lea saemien gïeline lea joekehts dajveste dajvese.

source: Sámegiella moatte giellaj juogeduvvá, ja dajn le viehka iesjguhtik hásstalusá.
sma: Saemien gïele lea juakeme jienebh gïeline, jïh gaajh joekehts haestemi uvte tjåådtje.

source: Danen hæhttuji dåjma iesjguhtik giellaj hiebaduvvat.
sma: Tjuara dannasinie råajvarimmide sjïehtedidh gïeli joekehts daerpiesvoetide.

source: Dákkir dille gájbbet máhtov ja diedojt daj dárboj birra ma li iesjguhtik guovlon.
sma: Gosse lea naemhtie dle daajroe jïh bïevnesh daerpies dej ovmessie daerpiesvoeti bïjre, mah leah dejnie ovmessie dajvine.

source: Dákkir máhtov hæhttu buorre karttimij ja analyjsaj baktu åttjudit.
sma: Tjuara dagkeres daajroem skååffedh hijven goerehtallemi jïh analysi tjïrrh.

source: Dálátjij ælla dákkir dárkkelis guoradallama dagádum ja ep la nahkam åttjudit nuoges buorre duodastimev gåktu gielladille ajtu le sebrudagán.
sma: Daan mearan dle ij dagkerh veele goerehtimmieh dorjeme, jïh ij leah buektiehtamme nuekies hijven vihtiestimmiem skååffedh gïeletsiehkien bïjre siebriedahkesne.

source: Dát le stuorra hásstalus gå galggá joarkket barggat sámegielav nannit.
sma: Daate akte stoerre haesteme gosse edtja saemien gïelem eevtjedh.

source: Almma vejulasjvuoda sámegielav adnet
sma: Tjïelke nuepieh saemien gïelem nåhtadidh.

source: Stuorra hásstalus le almma vejulasjvuoda sámegielav adnet ja oahppat vádnuni.
sma: Akte stoerre haesteme gosse rïektes nuepieh fååtesieh saemien nåhtadidh, jïh lïerehtimmiem åadtjodh saemien gïelesne.

source: Duodden sámegiela almulasj adnuj dárbahip aj buorre giellaárenájt sámegiellaj.
sma: Lissine dan byögkeles åtnose saemien gïeleste, dle daarpesjibie hijven gïelesijjieh saemien gïelese sjïehtesjidh.

source: Sámegiela addnij lasedibme gájbbet vejulasjvuodajt sámegielav adnet juohkka sebrudaksuorgen ja aktijvuodan.
sma: Juktie aktem lissiehtimmiem åadtjodh saemien gïeleutnijijstie dle tjuara nuepie årrodh saemien nåhtadidh gaajhkine siebriedahken suerkine, jïh iktegisth.

source: Sámegielak fálaldagá mánájda ja nuorajda aj vájlluji.
sma: Aaj jïjnjh ovmessie saemiengïeleldh faalenassh maanide jïh noeride fååtesieh.

source: Ienemus oasse sámegielagijs li dåjmalasj guovtegielaga, moattes aj moattegielaga.
sma: Dah ellen jeanatjommes mah saemiestieh leah funksjovnelle guektiengïeleldh, jeenjesh aaj gelliegïeleldh.

source: Jus galggá sámegielav bisodit ja åvddånahttet avtagielak sebrudagán de hæhttup diehtet ja diedulattjat dilev láhtjet váj sámegiella aneduvvá.
sma: Juktie saemien gïelem gorredidh jïh vijriesåbpoe evtiedidh aktene aktengïeleldh domineradamme siebriedahkesne, dle daajroem jïh voerkesvoetem daarpesjibie guktie mijjieh bööremeslaakan maahta sjïehteladtedh saemien gïelem nåhtadidh.

source: Dåssju sámegiela dåjmalasj ano tjadá máhttá sámegiella bissot mijá ájnnasamos árbbedábálasj kultuvrraoassen ja sæmmi båttå åvddånahteduvvat váj máhttep guládallat gájkka ådå gávnadisáj birra ma agev rievddi sáme sebrudagáv aj.
sma: Ajve eadtjohkelaakan gïelem nåhtadidh, maehtebe saemien utniehtidh goh mijjen vihkielommes aerpievuekien kultuvrebiehkie, jïh seamma tïjjen gïelem evtiedidh guktie maehtebe gaajhki orre bïjre soptsestalledh mah jaabnan jarkelimmieh sjugnedieh, aaj saemien siebriedahkesne.

source: Guovtegielak sebrudagán gånnå akta giella le ájtedum unneplåhkogiella le aj ieneplåhkogiella hoallij duogen dahkat majt máhtti váj unneplåhkogiella luluj gullut nav moatten aktijvuodan gå vejulasj.
sma: Aktene guektiengïeleldh siebriedahkesne gusnie dïhte akte gïele lea akte håvhtadihks unnebelåhkoegïele, dle akte sjïere haesteme aaj dejtie mah jienebelåhkoegïelem soptsestieh, viehkiehtidh guktie unnebelåhkoegïele maahta åtnasovvedh dan jïjnjem goh gåarede.

source: Ieneplåhkogielak guhti sámegielav oahppá, edesik dan mudduj váj buktá dábálasj ságastallamav tjuovvot, viehket guovtegielagijt sámegielav válljit.
sma: Sæjhta aelhkebe årrodh dejtie guektiengïeleldh almetjidie saemien veeljedh jis akte jienebelåhkoegïeleldh almetje saemien leara, unnemes dan jïjnje goh satne maahta meatan årrodh aktene sïejhme soptsestimmesne.

source: Barggosuorge
sma: Barkoesuerkieh

source: Sámedikke oajvveulmme sámegiela åvddånahttema gáktuj le lasedit sijá lågov gudi gielav bukti ja sámegiela anov vijdedit.
sma: Saemiedigkien åejvieulmie juktie saemien gïelem evtiedidh, lea utnijelåhkoem jïh gïeleåtnoem lissiehtidh.

source: Sámediggediedádus sámegiela gáktuj sisadná hásstalusájt, ulmijt ja strategijajt nieljen vuorodimsuorgen.
sma: Gïelebïevnese njieljie vihkeles barkoesuerkieh digkede juktie saemien gïelem eevtjedh jïh evtiedidh.

source: Dá li åvdåsvásstádus sámegiela åvdås, sámegiela ålgodisævto, giellaaddne ja sámegiela adno.
sma: Dah leah dïedte saemien gïelen åvteste, mierietsiehkieh saemien gïelese, gïeleutnijh jïh åtnoe saemien gïeleste.

source: Barggosuorgge 1: Åvdåsvásstádus sámegiela åvdås
sma: Barkoesuerkie 1: Diedte saemien gïelen åvteste

source: Sámedigge vuojnná vuogas le tjielgadit åvdåsvásstádusáv Sámedikke ja ráddidusá gaskan sáme giellapolitihka hábbmidijn.
sma: Saemiedigkie åtna maereles dïedtejoekedimmiem tjïelkestidh Saemiedigkien jïh reerenassen gaskem gosse saemien gïelepolitihkem haamode.

source: Sámedigge sihtá åvdåsvásstádusáv ja vælggogisvuodajt guoktáj juohket.
sma: Saemiedigkie sæjhta dïedtide guektelen juekedh.

source: Stuorradigge ja ráddidus lágaj tjadá vásstet ájnegis sámegielaga riektá åvdås sámegielav adnet, madi Sámedigge vásstet sámegiela åvddånahttema åvdås.
sma: Stoerredigkie jïh reerenasse dïedtem utnieh laaken mietie, gorredidh guktie fïerhte saamastallije almetje reaktam åådtje saemien gïelem nåhtadidh, mearan Saemiedigkie dïedtem åtna saemien gïelem evtiedidh.

source: Sámedigge vásstet sámegiela åvddånahttema åvdås
sma: Saemiedigkie dïedtem åtna saemien gïelem evtiedidh

source: Oassen sámij iesjmierredimes ietjama giela, kultuvra ja sebrudakiellema åvdås galggá Sámedikken almma fábmo giellapolitihkan.
sma: Dan åvteste saemieh edtjieh meatan årrodh jïjtje nænnoestidh gïelen, kultuvren jïh siebriedahkejieleden bïjre, dle Saemiedigkie edtja tjïelke faamoem utnedh gïelepolitihkesne.

source: Sámegiella le juoga majt sáme iesj hæhttuji háldadit.
sma: Saemien gïele lea naakede mij saemieh jïjtje tjuerieh reeredh.

source: Sámedigge galggá sámegiela åvddånahttema åvdås vásstedit, mij mierkki Sámedikken le åvdåsvásstádus sáme giellapolitihkav Vuonan hábbmit.
sma: Saemiedigkie edtja dïedtem utnedh saemien gïelem evtiedidh, jïh daate sæjhta jiehtedh Saemiedigkien lea dïedte saemien gïelepolitihkem Nöörjesne haamoedidh.

source: Dákkir fábmo le ájnas jus galggá sámegiela boahtteájgev sihkarasstet.
sma: Akte dagkeres faamoe lea eevre vihkeles jis edtja saemien gïelen båetije aejkiem gorredidh.

source: St.died. 28 (2007-2008) javladuvvá Sámedigge, mij le sámij álmmukválljidum orgádna, le ájnnasamos dåjmadiddje sámepolitihkan.
sma: St. bïevn. nr. 28 (2007-2008) vihteste, Saemiedigkie, goh tjïrkije saemiej almetjeveeljeme åårganen åvteste, lea saemiepolitihken vihkielommes premissedeallahtæjja.

source: Sámedikken galggá almma fábmo juohkka suorgen mij le sáme sebrudahkaj ájnas.
sma: Saemiedigkie tjuara tjïelke faamoem utnedh gaajhkine suerkine mah leah vihkeles dan saemien siebriedahkese.

source: Sámedigge oajvvat sámegiella le akta mijá ájnnasamos árvojs ja guosská ålles sáme álmmugav.
sma: Saemiedigkie åtna saemien gïele lea akte mijjen vihkielommes aarvojste, jïh leah vihkeles gaajhkide saemide.

source: Dárbbo le ålleslasj ja gájkbadjásasj giellapolitihkka gåktu sámegielav nannit ja åvddånahttet iesjguhtik sebrudaksuorgen.
sma: Daerpies aktine ållesth jïh bijjemes gïelepolitihkine, guktie edtja saemien gïelem eevtjedh jïh evtiedidh ovmessie siebriedahkesuerkine.

source: Sámediggediedádus sámegiela gáktuj mierret dán bargo premissajt.
sma: Saemiedigkiebïevnese saemien gïelen bïjre premissh beaja daan barkose.

source: Dát mierkki aj hæhttu liehket tjielgga juohkem åvdåsvásstádus- ja mierredimsuorgijs Sámedikke ja Ráddidusá gaskan.
sma: Dan åvteste dle tjuara akte tjïelke juekeme årrodh dïedte- jïh faamoesuerkeste Saemiedigkien jïh Reerenasse gaskem.

source: Ráddidus galggá gáhttit jut ájnegis ulmutja riektá sámegielav adnet almulasj háldadusá aktijvuodan tjuovoduvvá, diedádusá båhti sihke dárogiellaj ja sámegiellaj.
sma: Reerenasse dïedtem åtna gorredidh fïerhte almetje reaktam åådtje saemien gïelem nåhtadidh gosse byögkeles reereminie govlesadta, bæjhkoehtidh dovne nöörjen jïh saemien gïelesne, jïh gorredidh byögkeles bïevnesh jïh goerh leah nöörjen jïh saemien gïelesne.

source: Ráddidusán le badjásasj åvdåsvásstádus jut stáhta ja suohkana ásadusá ållidi gájbbádusájt ma sidjij gulluji ja juohkka ájnna giellaaddnáj fálli almulasj dievnastusájt ja fálaldagájt sámegiellaj.
sma: Naemhtie Reerenasse dam bijjemes dïedtem åtna ihke staateles jïh tjïelten institusjovnh sijjen dïedth illieh, jïh byögkeles dïenesjh jïh faalenassh saemien gïelesne vadta fïerhten gïeleutnijasse.

source: Sámedigge galggá vásstedit sámegiela åvddånahttema åvdås ja sámegiela giellapolitihka åvdås Vuonan.
sma: Saemiedigkie edtja dïedtem utnedh saemiem gïelem evtiedidh, jïh saemien gïelepolitihkem Nöörjesne haamoedidh.

source: Jus Sámedikken galggá almma gájkbadjásasj åvdåsvásstádus sámegiela åvddånahttema åvdås, de viehka ållo ævto hæhttuji sajenis.
sma: Ihke Saemiedigkie edtja aktem tjïelke bijjemes dïedtem utnedh evtiedimmien åvteste saemien gïeleste, dle jïjnjh tsiehkieh tjuerieh stïeresne årrodh.

source: Dárbaj sihke ienep rudájt, fámov ja hæhttu lágijt tjadádit.
sma: Daerpies dovne lissiehtamme ekonomeles mieriejgujmie, sertiestimmie faamoste jïh laakide staeriedidh.

source: Sámedikken galggá guovdásj roalla dán bargon, ja oajvvat sáme almulasj nammadus (SAN) nammaduvvá ájrrasij ráddidusás ja Sámedikkes.
sma: Saemiedigkie edtja aktem vihkeles råållam utnedh daennie barkosne, jïh raereste akte saemien byögkeles moenehtse tseegkesåvva (SaOU) tjïrkijigujmie reerenasseste jïh Saemiedigkeste.

source: Dán nammadusán galggá mandáhtta tjielgadit ja njuolgadusájt ja fámov rievddadit mij sámegiellaj guosská.
sma: Daate moenehtse tjuara mandaatem utnedh salkehtidh jïh jarkelimmieh laakine jïh faamosne raeriestidh, mah leah saemien gïelen bïjre.

source: Vijddábut hæhttu nammadus tjadádit sáme gielladåjmaj ålgodisævtojt, vásstediddje suorgijt ja aktisasjbargov ja rievddadusájt oajvvadit.
sma: Moenehtse tjuara aaj mierietsiehkide, dïedtem jïh iktedimmiem saemien gïeleråajvarimmijste vuartasjidh, jïh raeriestimmieh buektedh jarkelimmide.

source: Gájbbádus le Sámedigge nammadusá mandáhtav hábbmi.
sma: Tsihkestahta Saemiedigkie mandaatem dorje moenehtsasse.

source: Ulme:
sma: Ulmie:

source:  Sámedigge vásstet sámegiela åvddånahttema åvdås ja sáme giellapolitihka hábbmima åvdås
sma:  Saemiedigkie dïedtem åtna saemien gïelem evtiedidh jïh saemien gïelepolitihkem Nöörjesne

source: Vuonan.
sma: haamoedidh

source: Oasseulme:
sma: Bielieulmie:

source:  Rievddadum økonomalasj birástagá, fábmo ja njuolgadusá ma sámegiellaj guosski
sma:  Staeriedamme ekonomeles mierieh, faamoe jïh laakh mah leah saemien gïelen bïjre

source: Strategija:
sma: Strategijh:

source:  Sáme almulasj nammadusáv nammadit mij guoradallá njuolgadusájt, fámov, ålgodisævtojt ja
sma:  Aktem saemien byögkeles moenehtsem tseegkedh mij laakide, faamoem, mierietsiehkieh jïh

source: åvdåsvásstádusá juohkemav sámegiela vuoksjuj.
sma: dïedtejoekedimmiem salkehte, mah leah saemien gïelen bïjre.

source: Gielladåjmaj åvdåsvásstádus ja koordinerim
sma: Dïedtejoekedimmie jïh iktedimmie gïeleråajvarimmijste

source: Sámegiella le akta sáme sebrudagá vuodojs ja Sámedigge galggá sámij álmmukválljidum orgádnan liehket viehka tjielggasap oassevállde giellapolitihkan ja galggá viehka ienep fábmo giellagatjálvisájn gå uddni vuojnnep.
sma: Saemien gïele lea akte dejstie maadthbiehkijste saemien siebriedahkesne, jïh Saemiedigkie edtja goh saemiej almetjeveeljeme åårgane akte tjïelke aktööre årrodh gïelepolitihkesne, jïh sagki stuerebe faamoem gïelegyhtjelassine utnedh goh daan biejjien.

source: Ållu tjielgas dárbbo le jut muhtemin hæhttu gájkbadjásasj åvdåsvásstádus sámegiela åvddånahttema åvdås, ja dåjmaj koordinerima åvdås.
sma: Nov lea eevre daerpies naaken aktem bijjemes dïedtem åtna saemien gïeleevtiedimmien åvteste, jïh råajvarimmieh iktedidh.

source: Uddni li moaddásin iesjguhtik dahkamusá ja vásstediddje suorge sámegielan, valla ij la aktak guhti vásstet dáj iesjguhtik gielladåjmaj koordinerima åvdås.
sma: Daan biejjien gellie aktöörh ovmessie laavenjassh jïh dïedtesuerkieh utnieh saemien gïelen sisnjelen, men ij guhte dïedtem utnieh dejtie ovmessie gïeleråajvarimmide iktedidh.

source: Návti sjaddá iehpevisses dille, ja ij le vuogas sámegiela åvddånahttema vuoksjuj.
sma: Destie akte mujvies tsiehkie sjædta, jïh lea gaajh nåake saemien gïeleevtiedimmien gaavhtan.

source: Sámedigge vuojnná dárbov formaliserit åvdåsvásstádusáv dåjmaj koordinerimis ja aktijdimes iesjguhtik giellaguovlon.
sma: Saemiedigkie vuajna daerpies dïedtem vihtiestidh juktie råajvarimmieh iktedidh dej ovmessie gïeledajvi sisnjeli.

source: Sámedigge váset iesjguhtik giellaguovlon hálidi lagábut aktan barggat Sámedikkijn.
sma: Saemiedigkie vuajna dah ovmessie gïeledajvh aktem lïhkebe laavenjostoem Saemiedigkine ohtsedieh.

source: Dáv vásedip sierraláhkáj oarjjelsáme guovlon.
sma: Daate daerpiesvoete lea joekoen tjyölkehke åarjelsaemien gïeledajvesne.

source: Oarjjelsáme álmmuk vijddásit årru, ja sijá giela vuoksjuj moaddása li oassen.
sma: Åarjelsaemieh bårrode årroeh, jïh tjuerieh gellie aktöörigujmie laavenjostedh saemien gïelen bïjre.

source: Sihke suohkana, fylkkasuohkana ja fylkkamánne viehkedi ja iesjguhtik rollav adni oarjjelsáme giela nannima bargon.
sma: Dovne tjïelth, fylhkentjïelth jïh fylhkenålmah leah meatan jïh dej leah ovmessie råållah saemien gïelebarkosne.

source: Návti soajttá e vuojga aktan barga jali barggo ij sjatta guhkesájggásasj.
sma: Dan åvteste maahta nåake iktedimmie jïh kontinuiteete faalenassine sjïdtedh.

source: Stuorra hásstalus dán suorgen le aj jut vájllu máhtudahka oarjjelsáme giela ja kultuvra birra almulasj háldadusán.
sma: Akte stoerre haesteme daennie suerkesne lea byögkeles reereme ij maahtoem utnieh åarjelsaemien gïelen jïh kultuvren bïjre.

source: Luondulasj le Sámedikken le gájkbadjásasj åvdåsvásstádus gielladåjmaj koordinerima ja åvdåsvásstádusá juohkema åvdås.
sma: Iemie Saemiedigkie dam bijjemes dïedtem åtna gïeleråajvarimmieh iktedidh jïh dïedtem joekedidh.

source: Ráddidusá sámegielaj doajmmapládna 2009-2013 ájggudahkaj sisadná moadda buorre dåjma ja le ávkálasj nævvon læhkám sámegiela nannima ja åvddånahttema bargo vuoksjuj.
sma: Reerenassen dahkoesoejkesje saemien gïelese boelhken 2009 -2013 jïjnjh hijven råajvarimmieh åtna, jïh akte nuhteligs dïrrege orreme juktie saemien gïelem eevtjedh jïh evtiedidh.

source: Ajtu vuojnná Sámedigge dárbov ienep ålleslasj giellapolitihkas mij ålles sebrudagáv gåbttjå.
sma: Saemiedigkie gujht vuajna daerpies aktine ållesth gïelepolitihkine mij abpe siebriedahkem feerhmie.

source: Doajmmaplána bargu tjadá le Sámedigge aktan barggam muhtem departementaj.
sma: Gosse dahkoesoejkesjinie barkeme dle Saemiedigkie såemies departemeentigujmie laavenjosteme.

source: Iesjguhtik departemænnta hæhttu ienep máhtudagájt åttjudit sáme ássjij ja sámegiela vuoksjuj.
sma: Dah ovmessie departemeenth tjuerieh stuerebe maahtoem saemien tsiehkiej jïh saemien gïelen bïjre ribledh.

source: Gåktu udnásj dille le e guovdásj oajválattja nagáda ålleslasj giellapolitihkav sámegiela gáktuj hábbmit.
sma: Guktie lea daan biejjien, dle voernges åejvieladtjh eah dåhkesjh aktem ållesth gïelepolitihkem saemien gïelese buektiehtidh.

source: Ájnas le jut iesjguhtik departemænnta åvdåsvásstádusáv oadtju ja tjielggasap rollav oadtju mij guosská sámegiela bargguj.
sma: Vihkeles dah ovmessie departemeenth aktem stuerebe dïedtem jïh tjïelkebe råållam åadtjoeh saemien gïelebarkoen sisnjelen.

source: Jus galggá ráddidusá sámegielaj doajmmaplánajn joarkket de hæhttu Sámediggediedádus sámegielaj gáktuj vuodon liehket.
sma: Jis edtja reerenassen dahkoesoejkesjem saemien gïelese tjïrrehtidh, dle Saemiedigkiebïevnese saemien gïelen bïjre tjuara våaroeminie årrodh.

source: Gå galggá gielladåjmajt buorebut koordinerit li sáme ásadusá guovdátjin.
sma: Gosse edtja gïeleråajvarimmide buerebelaakan iktedidh, dle saemien institusjovnh aktem vihkeles råållam utnieh.

source: Jus galggá buorre åvddånahttemvejulasjvuodajt iesjguhtik giellaguovlon de dárbaj Sámedigge ásadusájt tjielgas vásstediddje dahkamusáj.
sma: Juktie hijven evtiedimmienuepieh sjugniedidh dejnie ovmessie gïeledajvine, dle Saemiedigkie institusjovnh daarpesje, tjïelke dïedtelaavenjassigujmie.

source: Gå galggá åvdåsvásstádusáv formálattjat juogadit de dat mierkki ásadusá hæhttuji buorep ålgodisævtojt oadtjot váj bessi ietjasa kapasitehtav ja máhtudagáv tsieggit dáv åvdåsvásstádusáv váldátjit.
sma: Akte byjjes joekedimmie dïedteste tjuara jiehtedh institusjovnh hijven mierieh åadtjoeh, guktie dej lea nuepie sijjen barkoefaamoem jïh maahtoem bæjjese bigkedh, juktie daam dïedtem vaeltedh.

source: Ásadusájn hæhttu nuoges fábmo gehtjadit jut guovlo giellabargo organiserim vaddá båhtusijt ma li nav buore gå máhtti.
sma: Institusjovnh tjuerieh daerpies faamoem utnedh gïehtjedidh ihke dajven öörnedimmie gïelebarkoste dejtie bööremes illedahkide vadta.

source: Ulmme:
sma: Ulmie:

source:  Sámedigge vásstet sámegiela dåjmaj åvdåsvásstádusjuohkema ja koordinerima åvdås
sma:  Saemiedigkie dam bijjemes dïedtem åtna dïedtem joekedidh jïh råajvarimmieh iktedidh

source: Oasseulmme:
sma: Bielieulmie:

source:  Sámegiela bargo åvdåsvásstádus le tjielggasit juogadum iesjguhtik giellaguovlon
sma:  Akte tjïelke dïedtejoekedimmie saemien gïelebarkoen sisnjelen dejnie ovmessie gïeledajvine

source:  Barggat aktan suohkanij, sáme ásadusáj ja organisasjåvnåj gåktu juogadit åvdåsvásstádusáv
sma:  Tjïeltigujmie, saemien institusjovnigujmie jïh siebriejgujmie dïedtejoekedimmien bïjre
